loadtest_nolatency_c10.txt

Summary:
  Total:	1.1182 secs
  Slowest:	0.0394 secs
  Fastest:	0.0110 secs
  Average:	0.0223 secs
  Requests/sec:	447.1504
  
  Total data:	84500 bytes
  Size/request:	169 bytes

Response time histogram:
  0.011 [1]	|
  0.014 [11]	|■■■■
  0.017 [51]	|■■■■■■■■■■■■■■■■■■
  0.019 [115]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.022 [112]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.025 [81]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.028 [49]	|■■■■■■■■■■■■■■■■■
  0.031 [28]	|■■■■■■■■■■
  0.034 [34]	|■■■■■■■■■■■■
  0.037 [15]	|■■■■■
  0.039 [3]	|■


Latency distribution:
  10%% in 0.0161 secs
  25%% in 0.0183 secs
  50%% in 0.0212 secs
  75%% in 0.0253 secs
  90%% in 0.0310 secs
  95%% in 0.0332 secs
  99%% in 0.0356 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0221 secs, 0.0109 secs, 0.0392 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0008 secs

Status code distribution:
  [200]	500 responses